Revit 2024 API
FilterStringBeginsWith Constructor
 Constructs an instance of FilterStringBeginsWith.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2011
Syntax
C#
public FilterStringBeginsWith()
Visual Basic
Public Sub New
Visual C++
public:
FilterStringBeginsWith()
See Also
FilterStringBeginsWith Class
Autodesk.Revit.DB Namespace